Repository: rollybueno/opensource-media-connect
Catalog: languages/openverse-connect-*.po
Languages: fr_fr, zh_cn

source: Openverse Connect Settings
fr_fr: Paramètres Openverse Connect
zh_cn: Openverse Connect 设置

source: You need to connect to Openverse to use this plugin.
fr_fr: Vous devez vous connecter à Openverse pour utiliser ce plugin.
zh_cn: 要使用此插件，您需要连接到 Openverse。

source: Connection Status
fr_fr: État de la connexion
zh_cn: 连接状态

source: Connected to Openverse
fr_fr: Connecté à Openverse
zh_cn: 已连接到 Openverse

source: Not connected to Openverse
fr_fr: Non connecté à Openverse
zh_cn: 未连接到 Openverse

source: Register your WordPress site with Openverse
fr_fr: Enregistrez votre site WordPress avec Openverse
zh_cn: 将您的 WordPress 站点注册到 Openverse

source: This will create a new application registration with Openverse automatically. You can only have one application registration per email address.
fr_fr: Cela créera automatiquement un nouvel enregistrement d'application avec Openverse. Vous ne pouvez avoir qu'un seul enregistrement d'application par adresse e-mail.
zh_cn: 这将自动在 Openverse 创建新的应用程序注册。每个电子邮件地址只能有一个应用程序注册。

source: Your email address
fr_fr: Votre adresse e-mail
zh_cn: 您的电子邮件地址

source: An application is already registered with this email. If you already have credentials, you can enter them below:
fr_fr: Une application est déjà enregistrée avec cet e-mail. Si vous avez déjà des identifiants, vous pouvez les saisir ci-dessous :
zh_cn: 此电子邮件已注册了应用程序。如果您已有凭据，可以在下方输入：

source: Client ID
fr_fr: ID Client
zh_cn: 客户端 ID

source: Enter your existing Client ID
fr_fr: Entrez votre ID Client existant
zh_cn: 输入您现有的客户端 ID

source: Client Secret
fr_fr: Secret Client
zh_cn: 客户端密钥

source: Enter your existing Client Secret
fr_fr: Entrez votre Secret Client existant
zh_cn: 输入您现有的客户端密钥

source: Save Credentials
fr_fr: Enregistrer les identifiants
zh_cn: 保存凭据

source: Register with Openverse
fr_fr: S'enregistrer avec Openverse
zh_cn: 注册到 Openverse

source: Application Credentials
fr_fr: Identifiants de l'application
zh_cn: 应用程序凭据

source: Show
fr_fr: Afficher
zh_cn: 显示

source: Successfully registered with Openverse! You can now connect your site.
fr_fr: Inscription réussie avec Openverse ! Vous pouvez maintenant connecter votre site.
zh_cn: 成功注册到 Openverse！您现在可以连接您的站点。

source: Successfully connected to Openverse!
fr_fr: Connexion réussie à Openverse !
zh_cn: 成功连接到 Openverse！

source: Successfully disconnected from Openverse.
fr_fr: Déconnexion réussie d'Openverse.
zh_cn: 已成功断开与 Openverse 的连接。

source: You do not have sufficient permissions to access this page.
fr_fr: Vous n'avez pas les permissions suffisantes pour accéder à cette page.
zh_cn: 您没有足够的权限访问此页面。

source: Email address is required.
fr_fr: L'adresse e-mail est requise.
zh_cn: 电子邮件地址为必填项。

source: Please enter a valid email address.
fr_fr: Veuillez entrer une adresse e-mail valide.
zh_cn: 请输入有效的电子邮件地址。

source: Failed to register with Openverse. Please try again.
fr_fr: Échec de l'inscription avec Openverse. Veuillez réessayer.
zh_cn: 注册到 Openverse 失败。请重试。

source: Invalid response from Openverse registration.
fr_fr: Réponse invalide de l'inscription Openverse.
zh_cn: Openverse 注册返回无效响应。

source: Invalid response from Openverse.
fr_fr: Réponse invalide d'Openverse.
zh_cn: Openverse 返回无效响应。

source: Invalid state parameter.
fr_fr: Paramètre d'état invalide.
zh_cn: 无效的状态参数。

source: Error obtaining access token.
fr_fr: Erreur lors de l'obtention du token d'accès.
zh_cn: 获取访问令牌时出错。

source: An application is already registered with this email. You can enter your existing credentials below.
fr_fr: Une application est déjà enregistrée avec cet e-mail. Vous pouvez entrer vos identifiants existants ci-dessous.
zh_cn: 此电子邮件已注册了应用程序。您可以在下方输入现有凭据。

source: The provided credentials are invalid. Please check and try again.
fr_fr: Les identifiants fournis sont invalides. Veuillez vérifier et réessayer.
zh_cn: 提供的凭据无效。请检查并重试。
